export const TASKS = [{id: 1,
name: "На Angular5 реализовать приложение таск-менеджер (т.е. список задач).",
description: `Задача состоит из заголовка, описания и срока

В списке должны отображаться заголовки задач и сроки. При приближении срока ( <= 3 дня) строка с задачей должна менять цвет. При превышении срока строк с задачей должна подсвечиваться красным

Должна быть возможность:
- добавить новую задачу
- отредактировать задачу
- передвинуть задачу по списку
- закрыть задачу
- посмотреть задачу`,
create: '2018-02-10',
edit: '2018-03-16',
deadline: '2018-03-20',
closed: false}];